export default function HomePage() {
  return (
    <div className="homepage">
      <h3>Главная</h3>
      <div className="description-content">
        <div className="description-header">
          <h1> Общая инструкция к КПТ-дневнику</h1>
        </div>
        <h1>1</h1>
        <p>
          Мы вводим понятие «активирующее событие» или по простому —{" "}
          <strong>включение.</strong>
        </p>
        <p>
          Что такое «включение»? Это любое событие, которое вызывает у вас
          психическое напряжение.
        </p>
        <p>Как опознать психическое напряжение? Два пути:</p>
        <ol>
          <li>
            <strong>Стресс</strong>. Вы осознаете что вы сейчас, или в прошлом,
            в момент включения оказались в стрессовой ситуации. Некие конкретные
            события, конкретные факты вызвали у вас стресс.
          </li>
          <li>
            <strong>Несогласие</strong>. Происходит какое-то событие и вы
            ощущаете явное, или неявное внутреннее несогласие, нежелание, чтобы
            это происходило, некий внутренний протест, против текущей ситуации.
          </li>
        </ol>
        <p>
          Как еще можно опознать несогласие? У вас смутное беспокойство,
          тревога, раздражение, сопротивление к происходящим событиями во&nbsp;
          <strong>внешней среде</strong>&nbsp;или к тому, что происходит&nbsp;
          <strong>внутри вас</strong>.
        </p>
        <p>
          Как приходит несогласие? К вам приходят мысли и/или сильные эмоции,
          и/или напряжение в теле. Может быть в форме голоса. А может быть в
          форме ощущения усталости после какого-то события.
        </p>
        <p>
          Усталость не связанная с физической нагрузкой — признак пропущенного
          психического напряжения. Если в момент напряжения опознать само это
          напряжение, само его влияние на ваш организм и психику уменьшается. Вы
          меньше устаете и у вас появляется выбор, как реагировать.
        </p>
        <p>
          Наша конечная цель — прийти к состоянию, когда мы непосредственно, на
          месте, в момент, будем опознавать давящее на нас психическое
          напряжение, чтобы нивелировать его действие и иметь возможность выбора
          — как реагировать на ситуацию, а не быть автоматическим следствием
          своих мыслей, эмоций или телесных реакций.
        </p>
        <h1>2</h1>
        <p>
          Следует осознать, запомнить, понять: любое психическое напряжение
          вызывается конкретными обстоятельствами происходящими во внешней среде
          или внутренней среде (фактами). Но нас интересуют, в первую очередь,
          факты из внешней среды.
        </p>
        <p>
          Не бывает просто «у меня сегодня плохое настроение целый день», или «я
          сегодня злой», или «я уставший какой-то», или «я из-за этого весь день
          об этом и думаю».
        </p>
        <blockquote className="quote">
          <p>
            Любое включение вызывается конкретными фактами происходящими во
            внешней среде или внутренней среде.
          </p>
        </blockquote>
        <p>
          Бывает так. Произошел конкретный факт (событие), а дальше пошли ваши
          автоматические реакции: мысли, эмоции, телесные реакции.
        </p>
        <p>
          А так-как вы их не опознали, то вы автоматически себя отождествляете
          себя с напряжением и находитесь под ним длительное время, час, порою
          сутки, а бывают напряжения, которые влияют на нас всю жизнь.
        </p>
        <blockquote className="quote">
          <p>
            Не бывает просто «у меня сегодня плохое настроение целый день», или
            «я сегодня злой», или «я уставший какой-то», или «я из-за этого весь
            день об этом и думаю».
          </p>
        </blockquote>
        <p>
          А бывает еще так — с утра произошло какое-то включение (нахамили в
          магазине), а потом, в течение дня, вы еще два-три раза об этом
          вспомнили. Всего два или три раза, но ощущение такое, что вы целый
          день только об этом и думаете.
        </p>
        <p>
          Т. е. итого одно включение и два-три воспоминания о нем выбивают нас
          на целый день.
        </p>
        <p>
          Наша конечная задача в любой момент опознавать конкретные факты, свои
          мысли по этому поводу, свои эмоции и как отреагировало ваше тело.
        </p>
        <p>
          Зачем это надо? Чтобы строить свои стратегии из нуля, а не как
          следствие неосознанного включения.
        </p>
      </div>
    </div>
  );
}
