[
    {
        "Id":1,
        "Name":"Мысли, чувства, физиологические и поведенческие реакции",
        "Description":"Самыми распространенными дневниками, используемыми в когнитивно-поведенческой терапии (КПТ), являются дневники мыслей, чувств, физиологических и поведенческих реакций. Чтобы правильно заполнить дневник, придется осознать, что переживаемые ими ощущения находятся в теле, а не в голове. К тому же дневники стимулируют регулярное сканирование тела, а это очень полезно, поскольку: а) повышает сенсорную осознанность и б) стимулирует обработку переживаний. Мы определяем физиологические реакции как специфические телесные ощущения. Специфические изменения в теле, которые люди отмечают при психологическом угнетении, включают напряженность, стискивание зубов, тяжесть в груди, гул в голове, сердцебиение, тяжесть в ногах, боль в груди, урчание в животе и пр. Соответственно, эмоции мы определяем как присвоение названия переживаемым изменениям в теле и придание им того или иного смысла. Многие физиологические реакции, связанные с эмоциями, очень похожи, например, физиологические реакции и при тревоге, и при гневе включают а) учащение сердцебиения, б) повышение кровяного давления и в) напряжение крупных мышечных групп. Тем не менее сходные телесные реакции могут восприниматься и интерпретироваться по-разному, а также запускать разные поведенческие реакции. Вот почему мы обращаем внимание на наименование эмоций. Наименование эмоций помогает клиентам осознавать, что именно они ощущают и где эти ощущения локализованы."
    },
    {
        "Id":2,
        "Name":"Лонгитюдные оценки В КПТ",
        "Description":"Лонгитюдная оценка — это психологическое объяснение того, что заставляет вас думать, чувствовать и вести себя определенным образом. Лонгитюдные оценки обычно содержат информацию о детских переживаниях, убеждениях, правилах и моделях поведения. Лонгитюдные оценки по своей природе цикличны и помогают понять, как ваше поведение может со временем подкреплять ваши глубинные страхи."
    },
    {
        "Id":3,
        "Name":"Подкрепляющие описания в КПТ",
        "Description":"Поддерживающие циклы, или поддерживающие формулировки, в когнитивно-поведенческой терапии — это психологические объяснения, направляющие внимание на происходящее здесь и сейчас. Большинство поддерживающих описаний сосредоточивается на мыслях, физиологических реакциях, эмоциях и поведении, мешающих избавиться от проблемы. Наиболее часто используемый поддерживающий цикл — общая модель КПТ, хотя существует множество разновидностей, связанных со специфическими проблемами или расстройствами."
    }
]